Repository: WordPressBugBounty/plugins-virtuaria-pagseguro
Catalog: virtuaria-pagseguro/languages/virtuaria-pagseguro-*.po
Languages: pt_br

source: Virtuaria PagSeguro Disconnected!
pt_br: Virtuaria PagSeguro Desconectado!

source: Virtuaria PagSeguro needs Woocommerce 4.0+ to work!
pt_br: O Virtuaria PagSeguro precisa do Woocommerce 4.0+ para funcionar!

source: Virtuaria PagSeguro requires the <a href="%1$s" target="_blank">Virtuaria Correios</a> plugin in version 1.5.6+ or the <a href="%2$s" target="_blank">Brazilian Market on WooCommerce</a> 3.7 or higher to work!.
pt_br: O Virtuaria PagSeguro requer o plugin <a href="%1$s" target="_blank">Virtuaria Correios</a> na versão 1.5.6+ ou o <a href="%2$s" target="_blank">Brazilian Market on WooCommerce</a> 3.7 ou superior para funcionar!.

source: Virtuaria PagSeguro: Refunds
pt_br: Virtuaria PagSeguro: Reembolso

source: Virtuaria Special 01: Credit 3.79% (receipt in 30 days) | Pix 0.99% | Bank Slip R$ 2.99
pt_br: Virtuaria Especial 01: Crédito 3,79% (recebimento em 30 dias) | Pix 0,99% | Boleto R$ 2,99

source: Virtuaria Special 02: Credit 4.39% (receipt in 14 days) | Pix 0.99% | Bank Slip R$ 2.99
pt_br: Virtuaria Especial 02: Crédito 4,39% (recebimento em 14 dias) | Pix 0,99% | Boleto R$ 2,99

source: Virtuaria Technology
pt_br: Tecnologia Virtuaria

source: Waiting for payment
pt_br: Aguardando pagamento

source: Waiting for Payment.
pt_br: Aguardando Pagamento.

source: Waiting for subscription payment.
pt_br: Aguardando pagamento da assinatura.

source: We were unable to process your charge.
pt_br: Não foi possível processar sua cobrança.

source: We were unable to process your charge. Please try again later.
pt_br: Não conseguimos processar sua cobrança. Tente novamente mais tarde.

source: We were unable to process your purchase. Please try again later.
pt_br: Não conseguimos processar sua compra. Tente novamente mais tarde.

source: What sets our Split Payment plugin apart is its ease of adoption when compared to other solutions on the market. We have worked hard to develop an innovative solution that ensures smooth integration with WooCommerce-based online stores.
pt_br: O que diferencia nosso plugin Virtuaria Pagbank Split é sua facilidade de adoção quando comparado a outras soluções no mercado. Trabalhamos duro para desenvolver uma solução inovadora que garante integração suave com lojas online baseadas em WooCommerce.

source: When completing the purchase, I allow the store to save this payment method.
pt_br: Ao concluir a compra, permito que a loja salve este método de pagamento.

source: with interest
pt_br: com juros

source: You do not yet have a valid License Code. You can purchase one through the link %1$s. If you have any questions, please contact support via email at %2$s.
pt_br: Você ainda não possui um Código de Licença válido. Você pode adquirir um através do link %1$s. Em caso de dúvidas, entre em contato com o suporte pelo e-mail %2$s.

source: You have a valid access key. If you have any questions, please contact support via email at %s.
pt_br: Você possui uma chave de acesso válida. Caso tenha alguma dúvida, entre em contato com o suporte pelo e-mail %s.

source: Your payment has been approved!
pt_br: Seu pagamento foi aprovado!

source: Your settings have been saved.
pt_br: Suas configurações foram salvas.

source: 🌟 Premium features
pt_br: 🌟 Recursos premium
