Repository: WordPressBugBounty/plugins-virtuaria-pagseguro
Catalog: virtuaria-pagseguro/languages/virtuaria-pagseguro-*.po
Languages: pt_br

source: In most cases, you won’t need to make any adjustments to your theme to enable an effective multi-store checkout. This allows customers to pay for products from multiple sellers in a single transaction. This innovation represents a significant step forward in the e-commerce market, as it is both efficient and extremely easy to use. By adopting our plugin, retailers can scale their multi-vendor sales operations with minimal technical effort.
pt_br: Na maioria dos casos, você não precisará fazer nenhum ajuste no seu tema para habilitar um checkout multi-loja eficaz. Isso permite que os clientes paguem por produtos de vários vendedores em uma única transação. Essa inovação representa um avanço significativo no mercado de e-commerce, pois é eficiente e extremamente fácil de usar. Ao adotar nosso plugin, os varejistas podem dimensionar suas operações de vendas multi-vendedores com o mínimo de esforço técnico.

source: Inactive
pt_br: Desativado

source: Installments
pt_br: Parcelas

source: Installments with interest
pt_br: Parcelamento com juros

source: Integration
pt_br: Integração

source: interest free
pt_br: sem juros

source: Interest rate (%)
pt_br: Taxa de juro (%)

source: Invalid amount or order not found for additional charge.
pt_br: Valor inválido ou pedido não encontrado para cobrança adicional.

source: Invalid card data, please check the entered information and try again.
pt_br: Dados do cartão inválidos, verifique as informações inseridas e tente novamente.

source: IPN request...
pt_br: Solicitação de IPN...

source: It displays three distinct payment methods, PagSeguro Crédito, PagSeguro Pix and PagSeguro Bank Slip. Each of them appears as an independent option within the WooCommerce dashboard and checkout interface, allowing customers to directly select their preferred payment method. This approach helps with integrations with other systems (ERP, CRM, etc.) and also with compatibility with payment method discount plugins.
pt_br: Ele exibe três métodos de pagamento distintos, PagSeguro Crédito, PagSeguro Pix e PagSeguro Boleto Bancário. Cada um deles aparece como uma opção independente dentro do painel do WooCommerce e da interface de checkout, permitindo que os clientes selecionem diretamente seu método de pagamento preferido. Essa abordagem ajuda nas integrações com outros sistemas (ERP, CRM, etc.) e também na compatibilidade com plugins de desconto de método de pagamento.

source: It is a solution that can be used for marketplaces, dropshipping, franchises, delivery, among others. In other words, any business model that requires the distribution of a portion of the sales value between different PagBank accounts.
pt_br: É uma solução que pode ser utilizada para marketplaces, dropshipping, franquias, delivery, entre outros. Ou seja, qualquer modelo de negócio que exija a distribuição de uma parcela do valor das vendas entre diferentes contas do PagBank.

source: Label generation
pt_br: Geração de rótulos

source: Learn more
pt_br: Saber mais

source: License Code
pt_br: Código de licença

source: Lines
pt_br: Linhas

source: Log API communication events and errors. To view click <a href="%s">here</a>.
pt_br: Registre eventos e erros de comunicação da API. Para visualizar, clique <a href="%s">aqui</a>.

source: Main Features
pt_br: Principais Características

source: Max percent credit (%)
pt_br: Percentual Máximo no Crédito (%)

source: Min percent credit (%)
pt_br: Percentual Mínimo no Crédito (%)

source: Minimum installment value (R$)
pt_br: Valor mínimo da parcela (R$)

source: minimum of R$ %s
pt_br: mínimo de R$ %s

source: Minimum order value (R$) for 3DS authentication to be applied
pt_br: Valor mínimo do pedido (R$) para autenticação 3DS a ser aplicada

source: MM / AAAA
pt_br: MM / AAAAA

source: Modifica o status do pedido original com base no resultado das subscrições. Ex: Cancela o pedido original quando houver falha na cobrança da subscrição.
pt_br: Modifique o status do pedido original com base no resultado das assinaturas. Ex: Cancelar o pedido original quando houver falha na cobrança da assinatura.

source: Monthly Value
pt_br: Valor Mensal

source: Name on invoice
pt_br: Nome na fatura

source: Negotiated PagSeguro (if you have negotiated a personalized rate with PagSeguro)
pt_br: Negociada com o PagSeguro (se você negociou uma tarifa personalizada com o PagSeguro)

source: New Charge
pt_br: Nova Cobrança

source: New Payment Code Available for your Order
pt_br: Novo Código de Pagamento disponível para seu pedido

source: No transactions found.
pt_br: Nenhuma transação encontrada.

source: Not authorized,
pt_br: Não autorizado,

source: Number of installments
pt_br: Número de parcelas

source: Observations
pt_br: Observações

source: Operating Mode
pt_br: Modo de funcionamento

source: Or paste the following QR code to make the payment (choose the Pix Copy and Paste option in your Internet Banking).
pt_br: Ou cole o seguinte QR code para efetuar o pagamento (escolha a opção Pix Copiar e Colar no seu Internet Banking).

source: PagBank Support
pt_br: Suporte PagBank

source: PagBank: Payment approved.
pt_br: PagBank: Pagamento aprovado.

source: PagSeguro Bank Slip
pt_br: Boleto Bancário PagSeguro

source: PagSeguro Bank Slip: the time limit for payment of this order has expired.
pt_br: Boleto PagSeguro: o prazo para pagamento desta ordem expirou.

source: PagSeguro Brand (PagBank)
pt_br: Marca PagSeguro (PagBank)

source: PagSeguro Credit
pt_br: PagSeguro Crédito

source: Pagseguro installment payment
pt_br: Pagamento parcelado Pagseguro

source: PagSeguro Pix Copy and Paste:
pt_br: PagSeguro Pix Copiar e Colar:

source: Pagseguro Pix: the time limit for payment of this order has expired.
pt_br: Pagseguro Pix: o prazo para pagamento deste pedido expirou.

source: PagSeguro Query: Transaction %s
pt_br: Consulta PagSeguro: Transação %s

source: PagSeguro request not authorized.
pt_br: Solicitação do PagSeguro não autorizada.

source: PagSeguro Standard
pt_br: Padrão do PagSeguro

source: PagSeguro: Additional charge cancelled.
pt_br: PagSeguro: Cobrança adicional cancelada.

source: PagSeguro: Additional charge with invalid value.
pt_br: PagSeguro: Cobrança adicional com valor inválido.

source: PagSeguro: Additional charge, missing customer payment method.
pt_br: PagSeguro: Cobrança adicional, falta de forma de pagamento do cliente.

source: PagSeguro: Awaiting payment confirmation.
pt_br: PagSeguro: Aguardando confirmação do pagamento.

source: PagSeguro: Charge received R$ %s.
pt_br: PagSeguro: Cobrança recebida R$ %s.

source: PagSeguro: Invalid amount or order not found for recurring charge.
pt_br: PagSeguro: Valor inválido ou pedido não encontrado para cobrança recorrente.

source: PagSeguro: Missing customer payment method during recurrence.
pt_br: PagSeguro: Método de pagamento do cliente ausente durante recorrência.

source: PagSeguro: O PagSeguro está analisando o risco da transação.
pt_br: PagSeguro: O PagSeguro está analisando o risco de transação.

source: PagSeguro: Order cancelled.
pt_br: PagSeguro: Pedido cancelado.

source: PagSeguro: Order refunded.
pt_br: PagSeguro: Pedido reembolsado.

source: PagSeguro: Payment approved.
pt_br: PagSeguro: Pagamento aprovado.

source: PagSeguro: Payment cancelled.
pt_br: PagSeguro: Pagamento cancelado.

source: PagSeguro: Payment not approved.
pt_br: PagSeguro: Pagamento não aprovado.

source: PagSeguro: Pix payment simulation completed successfully.
pt_br: PagSeguro: Simulação de pagamento Pix concluída com sucesso.

source: PagSeguro: Pix payment simulation failed.
pt_br: PagSeguro: Falha na simulação de pagamento Pix.

source: PagSeguro: R$ %s available in the account.
pt_br: PagSeguro: R$ %s disponíveis na conta.

source: PagSeguro: R$ %s refunded.
pt_br: PagSeguro: R$ %s devolvidos.

source: PagSeguro: Recurrence sent R$
pt_br: PagSeguro: Recorrência enviada R$

source: PagSeguro: Recurring charge aborted due to invalid amount.
pt_br: PagSeguro: Cobrança recorrente cancelada devido a valor inválido.

source: PagSeguro: Recurring charge aborted, missing customer payment method.
pt_br: PagSeguro: Cobrança recorrente cancelada, método de pagamento do cliente ausente.

source: PagSeguro: The amount of the additional charge was returned to the buyer.
pt_br: PagSeguro: O valor do valor adicional foi devolvido ao comprador.

source: PagSeguro: The amount of the additional charge was returned to the buyer.
pt_br: PagSeguro: O valor do valor adicional foi devolvido ao comprador.

source: PagSeguro: The buyer chose to pay with a credit card and PagSeguro is analyzing the risk of the transaction.
pt_br: PagSeguro: O comprador optou por pagar com cartão de crédito e o PagSeguro está analisando o risco da transação.

source: PagSeguro: The buyer initiated the transaction, but so far PagSeguro has not received any information about the payment.
pt_br: PagSeguro: O comprador iniciou a transação, mas até o momento o PagSeguro não recebeu nenhuma informação sobre o pagamento.

source: PagSeguro: The buyer opened a chargeback request with the credit card operator.
pt_br: PagSeguro: O comprador abriu uma solicitação de chargeback junto à operadora do cartão de crédito.

source: PagSeguro: The buyer, within the transaction release period, opened a dispute. Access the PagSeguro account panel for more details.
pt_br: PagSeguro: O comprador, dentro do prazo de liberação da transação, abriu uma disputa. Acesse o painel da conta PagSeguro para mais detalhes.

source: PagSeguro: The transaction amount has been refunded to the buyer.
pt_br: PagSeguro: O valor da transação foi reembolsado ao comprador.

source: PagSeguro: The transaction amount was returned to the buyer.
pt_br: PagSeguro: O valor da transação foi devolvido ao comprador.

source: PagSeguro: Unable to check the payment status of the order. See the log for more details.
pt_br: PagSeguro: Não foi possível verificar o status do pagamento do pedido. Veja o log para mais detalhes.

source: PagSeguro: Unable to create additional charge.
pt_br: PagSeguro: Não foi possível criar cobrança adicional.

source: PagSeguro: Unable to execute recurrence.
pt_br: PagSeguro: Não foi possível executar a recorrência.

source: PagSeguro: Unauthorized purchase.
pt_br: PagSeguro: Compra não autorizada.

source: PagSeguro: Unauthorized, %s.
pt_br: PagSeguro: Não autorizado, %s.

source: PagSeguro: Waiting for payment confirmation.
pt_br: PagSeguro: Aguardando confirmação do pagamento.

source: Paid Transactions List to refund.
pt_br: Lista de transações pagas a serem reembolsadas.

source: Paid.
pt_br: Pago.

source: Pay by credit card.
pt_br: Pague com cartão de crédito.

source: Pay with bank slip.
pt_br: Pague com boleto bancário.

source: Pay with credit card and pix combined.
pt_br: Pague com cartão de crédito e pix combinados.

source: Pay with credit card, pix and bank slip.
pt_br: Pague com cartão de crédito, pix e boleto bancário.

source: Pay with PagSeguro.
pt_br: Pague com PagSeguro.

source: Pay with pix.
pt_br: Pague com pix.

source: Pay with PIX. The payment code is valid for %s.
pt_br: Pague com PIX. O código de pagamento é válido para %s.

source: Payment
pt_br: Pagamento

source: Payment confirmed
pt_br: Pagamento confirmado

source: Payment not authorized.
pt_br: Pagamento não autorizado.

source: Payments can be made flexibly and securely, using Credit Card, Pix or Bank Slip.
pt_br: Os pagamentos podem ser feitos de forma flexível e segura, utilizando Cartão de Crédito, Pix ou Boleto Bancário.

source: PIX Code Validity
pt_br: Validade do Código PIX

source: Pix Payment
pt_br: Pagamento Pix

source: Pix payment simulation successfully completed.
pt_br: Simulação de pagamento Pix concluída com sucesso.

source: Pix payment simulation:
pt_br: Simulação de pagamento Pix:

source: Please check the entered data and try again.
pt_br: Verifique os dados inseridos e tente novamente.

source: Please check the submitted data and try again.
pt_br: Verifique os dados enviados e tente novamente.

source: Pre-authorized. The total order is reserved on the customer's credit card.
pt_br: Pré-autorizado. O pedido total é reservado no cartão de crédito do cliente.

source: Price by Category
pt_br: Preço por categoria

source: Print Bank Slip
pt_br: Imprimir Boleto Bancário

source: Print the bank slip
pt_br: Imprima o boleto bancário

source: Privacy
pt_br: Privacidade

source: Processing mode
pt_br: Modo de processamento

source: Product page calculation
pt_br: Cálculo da página do produto

source: Production
pt_br: Produção

source: R$ %s via Bank Slip
pt_br: R$ %s via Boleto Bancário

source: Rate our work ⭐
pt_br: Avalie nosso trabalho ⭐

source: Reason:
pt_br: Razão:

source: Reason: %s.
pt_br: Motivo: %s.

source: Recurring charge response:
pt_br: Resposta de cobrança recorrente:

source: Refund
pt_br: Reembolsar

source: Refund for order
pt_br: Reembolso para pedido

source: Refund Request
pt_br: Solicitação de Reembolso

source: Refund response:
pt_br: Resposta de reembolso:

source: Refunded
pt_br: Reembolsado

source: Remove ALL cards
pt_br: Remova TODOS as cartões

source: Removes stored payment methods. <b>Attention:</b> It is recommended to create a backup, as this option cannot be undone.
pt_br: Remove métodos de pagamento armazenados. <b>Atenção:</b> É recomendável criar um backup, pois esta opção não pode ser desfeita.

source: Request to order
pt_br: Solicitação de pedido

source: Save changes
pt_br: Salvar alterações

source: Save payment details?
pt_br: Salvar método de pagamento?

source: Save payment method for future purchases?
pt_br: Salvar método de pagamento para compras futuras?

source: Scan this code to pay
pt_br: Escaneie este código para pagar

source: Security Code
pt_br: Código de Segurança

source: Select Sandbox for testing or Production for real sales. The sandbox environment is unstable and often has issues. See FAQ item 12 on the %s for more information.
pt_br: Selecione Sandbox para testes ou Produção para vendas reais. O ambiente sandbox é instável e frequentemente apresenta problemas. Veja o item 12 do FAQ no %s para mais informações.

source: Select the maximum number of installments available to your customers.
pt_br: Selecione o número máximo de parcelas disponíveis para seus clientes.

source: Select the way to display the installment payment in the product listing.
pt_br: Selecione a forma de exibir o pagamento parcelado na listagem de produtos.

source: Sending additional charge:
pt_br: Envio de cobrança adicional:

source: Sending new order:
pt_br: Enviando novo pedido:

source: Sending recurrence:
pt_br: Enviando recorrência:

source: sent R$
pt_br: enviada R$

source: Separate
pt_br: Separado

source: Server response when trying to obtain a public key:
pt_br: Resposta do servidor ao tentar obter uma chave pública:

source: Server response while trying to create a new order:
pt_br: Resposta do servidor ao tentar criar um novo pedido:

source: Server response while trying to obtain a 3DS session:
pt_br: Resposta do servidor ao tentar obter uma sessão 3DS:

source: Sets a discount percentage to be applied to the total order, if payment is made by Bank Slip. The discount does not apply to the shipping cost.
pt_br: Define uma porcentagem de desconto a ser aplicada ao total do pedido, caso o pagamento seja feito por Boleto Bancário. O desconto não se aplica ao valor do frete.

source: Sets a discount percentage to be applied to the total order, if payment is made with Pix. The discount does not apply to the shipping cost.
pt_br: Define uma porcentagem de desconto a ser aplicada ao total do pedido, caso o pagamento seja feito com Pix. O desconto não se aplica ao custo do frete.

source: Sets the first line of instructions about Bank Slip payment. Leave blank to disable.
pt_br: Define a primeira linha de instruções sobre pagamento de Boleto Bancário. Deixe em branco para desabilitar.

source: Sets the limit of days in which the bill can be paid.
pt_br: Define o limite de dias em que a fatura pode ser paga.

source: Sets the second line of instructions about Bank Slip payment. Leave blank to disable.
pt_br: Define a segunda linha de instruções sobre pagamento de Boleto Bancário. Deixe em branco para desabilitar.

source: Sets the time limit for accepting payments with PIX.
pt_br: Define o prazo para aceitar pagamentos com PIX.

source: Show all plots
pt_br: Exibir todas as parcelas

source: Show installment?
pt_br: Mostrar parcelamento?

source: Show only interest-free installments
pt_br: Mostrar apenas parcelas sem juros

source: Simulate pix payment
pt_br: Simular pagamento pix

source: Some cards do not support 3DS authentication, so we recommend enabling this setting to avoid missing out on sales.. By selecting this option, the customer will be able to complete the purchase, even if the card does not support this feature or if obtaining the 3D Secure session with PagBank is not successful.
pt_br: Alguns cartões não suportam autenticação 3DS, por isso recomendamos habilitar esta configuração para não perder vendas. Ao selecionar esta opção, o cliente poderá finalizar a compra, mesmo que o cartão não suporte esta funcionalidade ou que a obtenção da sessão 3D Secure com o PagBank não seja bem-sucedida.

source: Split Payment is a payment method in which the total purchase amount is automatically divided between two or more PagBank (PagSeguro) accounts.
pt_br: O Parcelamento é uma forma de pagamento em que o valor total da compra é dividido automaticamente entre duas ou mais contas do PagBank (PagSeguro).

source: Status after confirmation
pt_br: Status após confirmação

source: Subscription payment completed successfully.
pt_br: Pagamento da assinatura concluído com sucesso.

source: Subscription payment failed. Please see the log for more details by clicking <a href="%s">here</a>.
pt_br: O pagamento da assinatura falhou. Veja o log para mais detalhes clicando <a href="%s">aqui</a>.

source: Subscriptions Order Status
pt_br: Status do pedido de assinaturas

source: Support for additional Correios services
pt_br: Suporte para serviços adicionais dos Correios

source: Support for all contracted delivery methods
pt_br: Suporte para todos os métodos de entrega contratados

source: Support our work. If you liked the plugin, leave a positive review by clicking <a href="https://wordpress.org/support/plugin/virtuaria-pagseguro/reviews?rate=5#new-post " target="_blank">here</a>. Thank you in advance.
pt_br: Apoie nosso trabalho. Se você gostou do plugin, deixe uma avaliação positiva clicando <a href="https://wordpress.org/support/plugin/virtuaria-pagseguro/reviews?rate=5#new-post " target="_blank">aqui</a>. Adradecemos antecipadamente.

source: Synchronous
pt_br: Síncrono

source: Tabs
pt_br: Abas

source: Term
pt_br: Prazo

source: Text displayed on the card statement to identify the store (maximum <b>17 characters</b>, must not contain special characters or blank spaces).
pt_br: Texto exibido no extrato do cartão para identificar a loja (máximo <b>17 caracteres</b>, não deve conter caracteres especiais ou espaços em branco).

source: The connection is valid indefinitely. The plugin will display an alert if there is a recurring problem with the connection.
pt_br: A conexão é válida por tempo indeterminado. O plugin exibirá um alerta se houver um problema recorrente com a conexão.

source: The order will be confirmed only after payment confirmation.
pt_br: O pedido será confirmado somente após a confirmação do pagamento.

source: The result of the query will be displayed in the order notes (history).
pt_br: O resultado da consulta será exibido nas notas do pedido (histórico).

source: There was a communication error with PagBank. Credit card payments have been disabled. Please reload the page.
pt_br: Houve um erro de comunicação com o PagBank. Os pagamentos com cartão de crédito foram desabilitados. Recarregue a página.

source: This controls the title displayed to the user during checkout.
pt_br: Isso controla o título exibido ao usuário durante a finalização da compra.

source: This prefix is ​​used to define the order identifier. If you need to use the same PagSeguro account in more than one online store, you will need to define a unique prefix for each store, as PagSeguro will not allow orders with the same identifier.
pt_br: Este prefixo é usado para definir o identificador do pedido. Caso você precise utilizar a mesma conta PagSeguro em mais de uma loja virtual, será necessário definir um prefixo único para cada loja, pois o PagSeguro não permitirá pedidos com o mesmo identificador.

source: Title
pt_br: Título

source: To use this feature, install the latest version of the Virtuaria PagSeguro Split plugin by clicking</b> <a href="https://wordpress.org/plugins/virtuaria-pagbank-split/" target="_blank">here</a>.
pt_br: Para usar este recurso, instale a versão mais recente do plugin Virtuaria PagSeguro Split clicando</b> <a href="https://wordpress.org/plugins/virtuaria-pagbank-split/" target="_blank">aqui</a>.

source: Total Refunded:
pt_br: Total Reembolsado:

source: Total Sold
pt_br: Total Vendido

source: Tracking
pt_br: Rastreamento

source: Transaction Prefix
pt_br: Prefixo de transação

source: Two columns
pt_br: Duas colunas

source: Type
pt_br: Tipo

source: Unable to encrypt the credit card.
pt_br: Não é possível criptografar o cartão de crédito.

source: Unable to process your purchase. Please try again later.
pt_br: Não foi possível processar sua compra. Tente novamente mais tarde.

source: Under analysis. The buyer chose to pay with a credit card and PagSeguro is analyzing the risk of the transaction.
pt_br: Em análise. O comprador optou por pagar com cartão de crédito e a PagSeguro está analisando o risco da transação.

source: Unified
pt_br: Unificado

source: Unified:
pt_br: Unificado:

source: Use another card?
pt_br: Usar outro cartão?

source: Use the barcode below to make payment at lottery outlets, financial institutions or online banking.
pt_br: Use o código de barras abaixo para fazer pagamentos em casas lotéricas, instituições financeiras ou serviços bancários on-line.

source: Use the following QR Code:
pt_br: Utilize o seguinte código QR:

source: Use to avoid an extra step at checkout for lower value orders. Leave the field blank to disable this check and apply 3DS to orders of any value.
pt_br: Use para evitar uma etapa extra no checkout para pedidos de menor valor. Deixe o campo em branco para desabilitar essa verificação e aplicar 3DS a pedidos de qualquer valor.

source: Validity
pt_br: Validade

source: Value
pt_br: Valor

source: View available plots
pt_br: Ver parcelas disponíveis

source: Virtuaria Correios - Shipping, Label, and Tracking
pt_br: Virtuaria Correios - Frete, Etiquetas e Rastreio

source: Virtuaria PagSeguro - Operation processing failed!
pt_br: Virtuaria PagSeguro - Falha no processamento da operação!

source: Virtuaria PagSeguro - Your connection to the PagSeguro API is being denied, preventing transactions from being completed (payment, refund, etc.). Try reconnecting the plugin via the <a href="%s">configuration</a> page to renew authorization. For more details, see the plugin log.
pt_br: Virtuaria PagSeguro - Sua conexão com a API do PagSeguro está sendo negada, impedindo que transações sejam concluídas (pagamento, reembolso, etc.). Tente reconectar o plugin pela página <a href="%s">configuração</a> para renovar a autorização. Para mais detalhes, veja o log do plugin.

source: Virtuaria PagSeguro cannot be used at the same time as "Claudio Sanches - PagSeguro for WooCommerce"
pt_br: Virtuaria PagSeguro não pode ser utilizado ao mesmo tempo que "Claudio Sanches - PagSeguro para WooCommerce"

source: Virtuaria PagSeguro Connected!
pt_br: Virtuaria PagSeguro Conectado!
