Repository: WordPressBugBounty/plugins-virtuaria-pagseguro
Catalog: virtuaria-pagseguro/languages/virtuaria-pagseguro-*.po
Languages: pt_br

source: - Enhance your customers' shopping experience by providing a clear and motivating view of their progress toward free shipping. With a visible progress bar at checkout and cart, customers are encouraged to add more items to their cart to reach the required amount for free shipping, thus increasing the average order value.
pt_br: - Melhore a experiência de compra dos seus clientes fornecendo uma visão clara e motivadora do progresso deles em direção ao frete grátis. Com uma barra de progresso visível no checkout e no carrinho, os clientes são encorajados a adicionar mais itens ao carrinho para atingir a quantidade necessária para frete grátis, aumentando assim o valor médio do pedido.

source: - Flexibility is key, and with this shortcode, you can display the free shipping progress bar anywhere on your site. Whether on the homepage, specific product pages, or even in promotional campaigns, this tool allows for seamless and adaptable integration into your site's layout.
pt_br: - Flexibilidade é a chave, e com este shortcode, você pode exibir a barra de progresso de frete grátis em qualquer lugar do seu site. Seja na homepage, páginas de produtos específicos ou mesmo em campanhas promocionais, esta ferramenta permite integração perfeita e adaptável ao layout do seu site.

source: - Gain full control over shipping costs by adjusting freight prices based on selected product categories. Whether increasing, decreasing, or fixing prices, this functionality enables a granular and strategic approach to managing shipping costs according to product nature.
pt_br: - Obtenha controle total sobre os custos de envio ajustando os preços do frete com base em categorias de produtos selecionadas. Seja aumentando, diminuindo ou fixando preços, esta funcionalidade permite uma abordagem granular e estratégica para gerenciar os custos de envio de acordo com a natureza do produto.

source: - Simplify the customer's selection process by offering free shipping. When the free shipping method is available, this function automatically hides all other shipping methods, ensuring a more direct and intuitive shopping experience.
pt_br: - Simplifique o processo de seleção do cliente oferecendo frete grátis. Quando o método de frete grátis está disponível, esta função oculta automaticamente todos os outros métodos de envio, garantindo uma experiência de compra mais direta e intuitiva.

source: - The plugin's free shipping option allows Correios' shipping methods to have zero cost when the minimum value for free shipping, set by the user, is reached.
pt_br: - A opção de frete grátis do plugin permite que os métodos de envio dos Correios tenham custo zero quando o valor mínimo de frete grátis, definido pelo usuário, for atingido.

source: interest free
pt_br: sem juros

source: on Bank Slip
pt_br: no Boleto Bancário

source: on Pix
pt_br: no Pix

source: %1$s: Refund of R$%2$s successful.
pt_br: %1$s: Reembolso de R$%2$s bem-sucedido.

source: %1$s: Unable to refund R$%2$s. Check the transaction status and the amount to be refunded and try again..
pt_br: %1$s: Não foi possível reembolsar R$%2$s. Verifique o status da transação e o valor a ser reembolsado e tente novamente.

source: %1$s:<br> PDF 📁: <a href="%2$s" target="_blank" style="font-weight: bold">%3$s</a>.<br><br><b>Barcode 📦:</b> <div class="barcode" style="display:block">%4$s</div><a href="#" id="copy-barcode" style="display:table;margin: 10px auto 0;" class="button button-primary">Copy</a>
pt_br: %1$s:<br> PDF 📁: <a href="%2$s" target="_blank" style="font-weight: bold">%3$s</a>.<br><br><b>Código de barras 📦:</b> <div class="barcode" style="display:block">%4$s</div><a href="#" id="copy-barcode" style="display:table;margin: 10px auto 0;" class="button button-primary">Copiar</a>

source: %s discount
pt_br: %s de desconto

source: * After clicking on "Make payment", you will have access to the bank slip, which you can print and pay via internet banking or an accredited banking network.
pt_br: * Após clicar em "Efetuar pagamento", você terá acesso ao boleto bancário, que poderá ser impresso e pago via internet banking ou rede bancária credenciada.

source: * Not receiving after due date.
pt_br: * Não receber após a data de vencimento.

source: * Payable at any banking institution or lottery outlet.
pt_br: * Pagável em qualquer instituição bancária ou casa lotérica.

source: - allows the delivery status to be viewed by both the manager and the customer on their respective order details screens.
pt_br: - permite que o status da entrega seja visualizado tanto pelo gerente quanto pelo cliente nas respectivas telas de detalhes do pedido.

source: - allows the use of services contracted through a Correios agreement;
pt_br: - permite a utilização de serviços contratados por meio de convênio com os Correios;

source: - allows unified configuration for all subsites using the same contract data.
pt_br: - permite configuração unificada para todos os subsites usando os mesmos dados de contrato.

source: - based on the ZIP code provided at checkout, fills in the customer's address information.
pt_br: - com base no código postal fornecido na finalização da compra, preenche as informações de endereço do cliente.

source: - displays a freight calculator on the product page;
pt_br: - exibe uma calculadora de frete na página do produto;

source: - displays the freight cost and delivery estimate at the cart and checkout for your customers;
pt_br: - exibe o custo do frete e a estimativa de entrega no carrinho e na finalização da compra para seus clientes;

source: - Optionally allows the use of services such as Declared Value, Hand Delivery, and Delivery Notice.
pt_br: - Permite opcionalmente o uso de serviços como Valor Declarado, Entrega em Mãos e Aviso de Entrega.

source: - Separate:
pt_br: - Separado:

source: - Simplify the shipping logistics with the label creation feature directly from your online store's panel. This process is also known as pre-posting or label printing, in Correios terminology.
pt_br: - Simplifique a logística de envio com o recurso de criação de etiquetas diretamente do painel da sua loja virtual. Esse processo também é conhecido como pré-postagem ou impressão de etiquetas, na terminologia dos Correios.

source: 1 hour
pt_br: 1 hora

source: 1 hour and 30 minutes
pt_br: 1 hora e 30 minutos

source: 12 hours
pt_br: 12 horas

source: 1st Line of Instruction
pt_br: 1ª Linha de Instrução

source: 2 hours
pt_br: 2 horas

source: 2 hours and 30 minutes
pt_br: 2 horas e 30 minutos

source: 2nd Line of Instruction
pt_br: 2ª Linha de Instrução

source: 3 hours
pt_br: 3 horas

source: 30 Minutes
pt_br: 30 Minutos

source: 30 minutes
pt_br: 30 minutos

source: 3DS Authentication
pt_br: Autenticação 3DS

source: 3DS authentication failed, not authorized!
pt_br: Falha na autenticação 3DS, não autorizado!

source: 3DS authentication successfully applied. Status: <b>%s</b>
pt_br: Autenticação 3DS aplicada com sucesso. Status: <b>%s</b>

source: 6 hours
pt_br: 6 horas

source: <b>Mixed Payment</b> - Combines credit card and Pix payments to bring more flexibility to the purchasing process.
pt_br: <b>Pagamento Misto</b> - Combina pagamentos com cartão de crédito e Pix para trazer mais flexibilidade ao processo de compra.

source: <div class="virt-pagseguro-installments">In <span class="installment">%1$dx</span> of <span class="subtotal">R$%2$s</span> <span class="notax">%3$s</span></div>
pt_br: <div class="virt-pagseguro-installments">Em <span class="installment">%1$dx</span> de <span class="subtotal">R$%2$s</span> <span class="notax">%3$s</span></div>

source: [%1$s] %2$s Pix on Order #%3$d
pt_br: [%1$s] %2$s Pix no Pedido #%3$d

source: A %s is available for your order.
pt_br: Uma %s está disponível para seu pedido.

source: A column
pt_br: Uma coluna

source: Access your internet banking or payment app
pt_br: Acesse seu internet banking ou aplicativo de pagamento

source: Actions
pt_br: Ações

source: Active
pt_br: Ativado

source: Additional Charge
pt_br: Cobrança Adicional

source: Additional charge response:
pt_br: Resposta de cobrança adicional:

source: Additional charge: missing customer payment method
pt_br: Cobrança adicional: método de pagamento do cliente ausente

source: Adiciona o método de pagamento PagSeguro a sua loja virtual.
pt_br: Adicionado o método de pagamento PagSeguro à sua loja virtual.

source: Allow sale when 3DS is not supported?
pt_br: Permitir venda quando o 3DS não for suportado?

source: Already refunded
pt_br: Já reembolsado

source: Always memorize
pt_br: Sempre memorizar

source: as on the card
pt_br: como no cartão

source: Asynchronous
pt_br: Assíncrono

source: Authorization
pt_br: Autorização

source: Autofill
pt_br: Preenchimento automático

source: Automatic freight calculation
pt_br: Cálculo automático de frete

source: Available plots
pt_br: Parcelas disponíveis

source: Bank Slip
pt_br: Boleto Bancário

source: Cancelled.
pt_br: Cancelado.

source: Card brand: %1$s<br>%2$s<br>Installments: %3$dx<br>Total: R$ %4$s
pt_br: Bandeira do cartão: %1$s<br>%2$s<br>Parcelas: %3$dx<br>Total: R$ %4$s

source: Card Number
pt_br: Número do cartão

source: Cardholder
pt_br: Titular

source: Cardholder:
pt_br: Titular:

source: Changing the order status triggers a series of actions, such as sending emails, reducing stock, events in plugins, among many others. In asynchronous mode, the checkout does not need to wait for these actions to be completed, and is therefore faster. Confirmation of payment via credit card occurs in the same way, regardless of the method chosen. Only the change in the order status is affected, as it now occurs via scheduling (cron) within 5 minutes after the customer completes the purchase.
pt_br: A alteração do status do pedido dispara uma série de ações, como envio de e-mails, redução de estoque, eventos em plugins, entre muitas outras. No modo assíncrono, o checkout não precisa esperar que essas ações sejam concluídas, sendo, portanto, mais rápido. A confirmação do pagamento via cartão de crédito ocorre da mesma forma, independentemente do método escolhido. Apenas a alteração do status do pedido é afetada, pois agora ocorre via agendamento (cron) em até 5 minutos após o cliente finalizar a compra.

source: Charge code not found.
pt_br: Código de cobrança não encontrado.

source: Check PagSeguro
pt_br: Consultar PagSeguro

source: Check Status
pt_br: Verificar status

source: Check this option to disable sending delivery data (such as city, street, neighborhood, number, state) to PagBank. This setting is useful for online stores that do not make physical deliveries or that do not have address fields at checkout, avoiding sales validation issues. <b>Note:</b> PagBank may use this information for security and anti-fraud purposes, so disabling it may impact the risk analysis of transactions.
pt_br: Marque esta opção para desabilitar o envio de dados de entrega (como cidade, rua, bairro, número, estado) para o PagBank. Esta configuração é útil para lojas virtuais que não realizam entregas físicas ou que não possuem campos de endereço no checkout, evitando problemas de validação de vendas. <b>Observação:</b> o PagBank pode utilizar essas informações para fins de segurança e antifraude, portanto, desabilitá-las pode impactar na análise de risco das transações.

# Checkout
source: The %1$s discount is not valid for products in the <span class="categories">%2$s</span> category.
pt_br: O desconto %1$s não é válido para produtos na categoria <span class="categories">%2$s</span>.

source: Choose to pay via PIX
pt_br: Escolha pagar via PIX

source: Clear cards (tokens)
pt_br: Limpar cartões (tokens)

source: Click to check the payment status of this order on the PagSeguro panel.
pt_br: Clique para verificar o status do pagamento deste pedido no painel do PagSeguro.

source: Compatible with WordPress Multisite
pt_br: Compatível com WordPress Multisite

source: Connect with PagSeguro.
pt_br: Conectar ao PagSeguro.

source: Connected.
pt_br: Conectado.

source: Controls the description displayed to the user during checkout.
pt_br: Controla a descrição exibida ao usuário durante a finalização da compra.

source: Copy
pt_br: Copiar

source: Copy code
pt_br: Copiar código

source: Correios is the main delivery solution in Brazil, ensuring that your products reach customers quickly and safely.
pt_br: Os Correios são a principal solução de entrega do Brasil, garantindo que seus produtos cheguem aos clientes com rapidez e segurança.

source: Credit
pt_br: Crédito

source: Credit Card
pt_br: Cartão de Crédito

source: Credit card
pt_br: Cartão de crédito

source: credit card
pt_br: cartão de crédito

source: Credit form
pt_br: Formulário de crédito

source: Credit, Pix and Bank Slip
pt_br: Crédito, Pix e Boleto Bancário

source: Credit:
pt_br: Crédito:

source: Customer decides on storage
pt_br: O cliente decide sobre o armazenamento

source: Date
pt_br: Data

source: Debug log
pt_br: Log de depuração

source: Define the maximum percent to be paid by credit card
pt_br: Defina o percentual máximo a ser pago com cartão de crédito

source: Define the minimum percent to be paid by credit card
pt_br: Defina o percentual mínimo a ser pago com cartão de crédito

source: Defines from which installment the interest will be applied.
pt_br: Define a partir de qual parcela os juros serão aplicados.

source: Defines the categories that will be ignored when calculating the bank slip discount.
pt_br: Define as categorias que serão ignoradas no cálculo do desconto do boleto bancário.

source: Defines the categories that will be ignored when calculating the Pix discount.
pt_br: Define as categorias que serão ignoradas no cálculo do desconto do Pix.

source: Defines the configuration and display mode of payment methods made available by PagSeguro.
pt_br: Define a configuração e o modo de exibição dos meios de pagamento disponibilizados pelo PagSeguro.

source: Defines the interest percentage applied to the installment plan.
pt_br: Define o percentual de juros aplicado ao parcelamento.

source: Defines the message that will be displayed on the order screen after Pix payment. The payment is automatically identified and the screen changes to display this message.
pt_br: Define a mensagem que será exibida na tela do pedido após o pagamento Pix. O pagamento é identificado automaticamente e a tela muda para exibir esta mensagem.

source: Defines the minimum amount that a parcel can receive.
pt_br: Define o valor mínimo que cada parcela pode receber.

source: Defines the rate used in the integration with PagSeguro. The special percentage can be redefined at PagSeguro's discretion.
pt_br: Define a taxa utilizada na integração com o PagSeguro. O percentual especial pode ser redefinido a critério do PagSeguro.

source: Defines the status that the order will assume after payment confirmation. The default status is processing.
pt_br: Define o status que o pedido assumirá após a confirmação do pagamento. O status padrão é processando.

source: Defines the visual pattern used on the checkout page.
pt_br: Define o padrão visual usado na página de checkout.

source: Defines whether it will be possible to memorize the customer's payment information for future purchases.
pt_br: Define se será possível memorizar as informações de pagamento do cliente para compras futuras.

source: Defines whether the Bank Slip payment option should be available during checkout.
pt_br: Define se a opção de pagamento por boleto bancário deve estar disponível durante a finalização da compra.

source: Defines whether the Credit payment option should be available during checkout.
pt_br: Define se a opção de pagamento com crédito deve estar disponível durante a finalização da compra.

source: Denied by PagSeguro or Credit Card Issuer.
pt_br: Negado pelo PagSeguro ou pela administradora do cartão de crédito.

source: Description
pt_br: Descrição

source: Development, implementation and maintenance of e-commerce and marketplaces for wholesale and retail. Customized solutions for each client. <a target="_blank" href="https://virtuaria.com.br">Learn more</a>.
pt_br: Desenvolvimento, implementação e manutenção de e-commerce e marketplaces para atacado e varejo. Soluções personalizadas para cada cliente. <a target="_blank" href="https://virtuaria.com.br">Saiba mais</a>.

source: Disable discount on coupons
pt_br: Desativar desconto em cupons

source: Disable discount on products from the following categories
pt_br: Desabilitar desconto em produtos das seguintes categorias

source: Disable Sending Delivery Data
pt_br: Desativar o envio de dados de entrega

source: Disable sending delivery data to PagBank
pt_br: Desativar envio de dados de entrega para a PagBank

source: Disables Bank Slip discount in conjunction with coupons
pt_br: Desabilita desconto de boleto bancário em conjunto com cupons

source: Disables Pix discount in conjunction with coupons
pt_br: Desativa o desconto Pix em conjunto com cupons

source: Disables the Bank Slip discount, if a coupon is applied to the order.
pt_br: Desabilita o desconto do boleto bancário, caso um cupom seja aplicado ao pedido.

source: Disables the Pix discount if a coupon is applied to the order.
pt_br: Desativa o desconto do Pix se um cupom for aplicado ao pedido.

source: Disconnect with PagSeguro
pt_br: Desconecte-se do PagSeguro

source: Disconnected.
pt_br: Desconectado.

source: Discount (%)
pt_br: Desconto (%)

source: discount of
pt_br: desconto de

source: Discount:
pt_br: Desconto:

source: Display only payment method title
pt_br: Exibir apenas o título do método de pagamento

source: Display your comments just below the description on the checkout screen.
pt_br: Exiba seus comentários logo abaixo da descrição na tela de finalização da compra.

source: Displays only the PagSeguro payment method with settings for Credit, Pix and Bank Slip. This approach simplifies the user experience at checkout and dashboard, grouping all PagSeguro payment options.
pt_br: Exibe apenas o método de pagamento PagSeguro com configurações para Crédito, Pix e Boleto Bancário. Essa abordagem simplifica a experiência do usuário no checkout e no dashboard, agrupando todas as opções de pagamento PagSeguro.

source: Displays payment method title and brand
pt_br: Exibe o título e a marca do método de pagamento

source: Do not display
pt_br: Não exibir

source: Do not memorize (default)
pt_br: Não memorizar (padrão)

source: Do you want to negotiate rates? Use this link to be assisted by a PagBank specialist: <a target="_blank" href="https://pagseguro.uol.com.br/campanhas/contato/?parceiro=virtuaria#rmcl">Request PagBank Contact</a>.
pt_br: Quer negociar taxas? Utilize este link para ser atendido por um especialista do PagBank: <a target="_blank" href="https://pagseguro.uol.com.br/campanhas/contato/?parceiro=virtuaria#rmcl">Solicitar Contato do PagBank</a>.

source: Email and website domain will be stored during the authorization process, for contact and support if necessary. The email field is optional.
pt_br: O e-mail e o domínio do site serão armazenados durante o processo de autorização, para contato e suporte, se necessário. O campo de e-mail é opcional.

source: Enable
pt_br: Habilitar

source: Enable 3D Secure authentication for credit card transactions, implementing an advanced security protocol that reinforces protection in online purchases. This mechanism prevents chargebacks resulting from unauthorized transactions, protecting the merchant against possible fraud. For additional details, see the <a href="https://dev.pagbank.uol.com.br/reference/criar-pagar-pedido-com-3ds-validacao-pagbank" target="_blank">documentation</a>.
pt_br: Habilitar autenticação 3D Secure para transações com cartão de crédito, implementando um protocolo de segurança avançado que reforça a proteção em compras online. Este mecanismo previne chargebacks decorrentes de transações não autorizadas, protegendo o lojista contra possíveis fraudes. Para mais detalhes, veja a <a href="https://dev.pagbank.uol.com.br/reference/criar-pagar-pedido-com-3ds-validacao-pagbank" target="_blank">documentação</a>.

source: Enable 3DS authentication
pt_br: Habilitar autenticação 3DS

source: Enable order status management in subscriptions.
pt_br: Habilite o gerenciamento de status de pedidos em assinaturas.

source: Enable Payment method %s
pt_br: Habilitar método de pagamento %s

source: Enable Pix during checkout. It is mandatory to have <a href="https://blog.pagseguro.uol.com.br/passo-a-passo-para-cadastrar-suas-chaves-pix-no-pagbank/" target="_blank">pix key</a> configured in the Pagbank account panel.
pt_br: Habilite o Pix durante a finalização da compra. É obrigatório ter a <a href="https://blog.pagseguro.uol.com.br/passo-a-passo-para-cadastrar-suas-chaves-pix-no-pagbank/" target="_blank">chave pix</a> configurada no painel da conta Pagbank.

source: Enable sale completion in cases of 3DS incompatibility
pt_br: Habilitar conclusão de venda em casos de incompatibilidade do 3DS

source: Enhancing Your Delivery Experience with Correios
pt_br: Melhorando sua experiência de entrega com os Correios

source: Enter the amount to be charged (R$):
pt_br: Insira o valor a ser cobrado (R$):

source: Enter the email address used for your Pagseguro account. This is required to confirm payment.
pt_br: Insira o endereço de e-mail usado para sua conta Pagseguro. Isso é necessário para confirmar o pagamento.

source: Enter the license code to access all the <b>premium</b> features of the plugin.
pt_br: Digite o código de licença para acessar todos os recursos <b>premium</b> do plugin.

source: Enter the minimum cart value for 3DS authentication to be used.
pt_br: Insira o valor mínimo do carrinho para que a autenticação 3DS seja usada.

source: Environment
pt_br: Ambiente

source: Error creating order:
pt_br: Erro ao criar pedido:

source: Error in additional charge:
pt_br: Erro na cobrança adicional:

source: Error in recurring charge:
pt_br: Erro na cobrança recorrente:

source: Expanding beyond the robust features already offered in the free version, our premium solution for integrating with Correios' delivery service adds a layer of flexibility and customization, further empowering online merchants to tailor their shipping strategies to their specific needs and product profiles.
pt_br: Expandindo além dos recursos robustos já oferecidos na versão gratuita, nossa solução premium para integração com o serviço de entrega dos Correios adiciona uma camada de flexibilidade e personalização, capacitando ainda mais os comerciantes on-line a adaptar suas estratégias de envio às suas necessidades específicas e perfis de produtos.

source: Expiration Date (MM / YYYY)
pt_br: Validade (MM / AAAA)

source: Extra Charge
pt_br: Cobrança Extra

source: Extra Charge Amount: R$ %s
pt_br: Valor da Cobrança Extra: R$ %s

source: Failed to obtain 3DS session:
pt_br: Falha ao obter sessão 3DS:

source: Failed to obtain public key:
pt_br: Falha ao obter a chave pública:

source: Fees
pt_br: Tarifas

source: Free Shipping
pt_br: Frete Grátis

source: Free Shipping Progress Bar
pt_br: Barra de Progresso de Frete Grátis

source: Get Virtuaria Correios
pt_br: Obter Virtuaria Correios

source: Hello, %s
pt_br: Olá, %s

source: Hide Shipping Methods
pt_br: Ocultar métodos de envio
